<template>
    <div class="tariffs-page">
        <opt-breadcrumbs
            class="container"
            :breadcrumbs="breadcrumbs"
        />
        <section>
            <h1>Тарифы</h1>
            <div class="default-text">
                <h2>Заголовок 1</h2>
                <p>
                    Представленная тележка-дозатор обеспечивает высококачественную
                    обработку любых территорий сыпучими противогололедными реагентами
                    самых разных типов, включая такие тяжелые, как гранитная и мраморная
                    крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для
                    использования во дворах многоквартирных домов, обработки территорий
                    промышленных предприятий, востребована владельцами магазинов, различных
                    коммерческих компаний. Кроме того, она может использоваться для высева
                    семян на газонах, теннисных кортах и других территориях.
                </p>
                <p>
                    Представленная тележка-дозатор обеспечивает высококачественную обработку
                    любых территорий сыпучими противогололедными реагентами самых разных типов,
                    включая такие тяжелые, как гранитная и мраморная крошка, песок и
                    пескосоляные смеси.
                </p>
            </div>
            <div class="default-text">
                <h2>Заголовок 2</h2>
                <p>
                    Представленная тележка-дозатор обеспечивает высококачественную
                    обработку любых территорий сыпучими противогололедными реагентами
                    самых разных типов, включая такие тяжелые, как гранитная и мраморная
                    крошка, песок и пескосоляные смеси.
                </p>
            </div>
            <div class="default-text">
                <h2>Заголовок 3</h2>
                <p>
                    Представленная тележка-дозатор обеспечивает высококачественную обработку
                    любых территорий сыпучими противогололедными реагентами самых разных типов,
                    включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные
                    смеси. Тележка прекрасно подходит для использования во дворах многоквартирных
                    домов, обработки территорий промышленных предприятий, востребована владельцами
                    магазинов, различных коммерческих компаний. Кроме того, она может использоваться
                    для высева семян на газонах, теннисных кортах и других территориях.
                </p>
                <p>
                    Представленная тележка-дозатор обеспечивает высококачественную обработку
                    любых территорий сыпучими противогололедными реагентами самых разных типов,
                    включая такие тяжелые, как гранитная и мраморная крошка, песок и
                    пескосоляные смеси.
                </p>
            </div>
        </section>
    </div>
</template>

<script setup lang="ts">
import '@css/text-content.scss'

const breadcrumbs = ref([
  { name: 'Главная страница', link: '/' },
  { name: 'Тарифы', link: '/tariffs' }
])
</script>
